{
  "anniversaryConference": "THE 6th INTERNATIONAL",
  "anniversaryConference2": " ARAB SOCIETY FORENSIC SCIENCES & FORENSIC MEDICINCE",
  "registrationInformation": "Registration information",
  "speakerPanel": "Speaker Panel",
  "universityInformation": "Forensic sciences are a key player in delivering justice in a society through resolving crimes. Forensic sciences also improve the public trust in the criminal justice system and law. This theme signifies our confidence in forensic sciences but also indicates that the delivery of forensic sciences needs to be of a high quality which can only happen through continuous efforts on part of all stake holders.",
  "homePage": "Home Page",
  "MessagebyPresident": "Message President",
  "Events_Conference": "Conference",
  "Agenda_Sessions": "Agenda and Sessions",
  "Guideline": "Guideline",
  "contactUs": "Contact us",
  "aboutUs": "About us",
  "sponsors" : "Sponsors",
  "All Events Topic": "All Events",
  "Topic": "Topic",
  "slogan": "Justice through science",
  "start":"December 5th 2023 - December 7th 2023", 


  "OurDigital": "Because our digital story started with our dreams integrated manually",
  "MultipleEvents": "Multiple Events",
  "EventManagement": "Venue Management",
  "PreviousConf": "Previous ",
  "Conf": "Conferences",
  "NaifInfo": "Naif Arab University for Security Sciences (NAUSS) is an Arab organization with a legal personality and enjoys diplomatic status. It is the academic body of the Arab Interior Ministers Council. NAUSS offers programs for graduate studies, research, and training in security fields and relevant areas. The university campus is in Riyadh, the capital of the Kingdom of Saudi Arabia",
  "ImportLinks": "Important Links",
  "Recruitment": "Recruitment",
  "PrivacyPolicy": "Privacy and Usage Policy",
  "Riyadh": "Riyadh - Kingdom of Saudi Arabia",

  "Related": "Related Links",
  "President": "President",
  "AboutConf": "About Conference",
  "AboutEvent": "About Event",
  "EventTopic": "Event Topic",
  "Focal Person": "Focal Person",
  "MessageByPres": "On behalf of Naif Arab University for Security Sciences, it is my great pleasure to announce, the Sixth International Conference of the Arab Society for Forensic Sciences and Forensic Medicine, (ASFSFM 2023), which will be held from 5th to 7th December 2023. This biennial conference forensic practitioners and academics together from all over the world and the Arab region. The conference explores the developments in forensic sciences to improve security and peace for the Middle East and the world.",
  "MessageByPres2": "This year international agencies and industrial partners are also attending the conference which will enhance networking and will streamline forensic science across the sector. I look forward to this remarkable conference bringing the esteemed participants together and enhancing forensic sciences further. I also wish to extend my thanks and appreciation to all colleagues working in the various scientific organizing committees, who are working hard to make the conference a success.",
  "NameBadges": "Name Badges",
  "NameBadgesInfo": "The participant’s name badge will be provided at the registration desk. All participants are requested to wear the badge throughout the conference. Only badge holders will be admitted to the sessions.",
  "Language": "Language",
  "LanguageInfo": "The official conference languages are Arabic and English.",
  "DataPrivacy": "Data Privacy",
  "DataPrivacyInfo": "When registering to the conference, your personal data will be stored in a secure server of Naif Arab University for Security Sciences (NAUSS). Your personal data will be used for conference administration and to send you information related to the EAFS Conference. Furthermore, the data will be used by the Arab Society of Forensic Sciences and Forensic Medicine (ASFSFM) for the purpose of inviting you to the next conference and any related events. Neither NAUSS as organizer nor ASFSFM can be held liable for incorrect data.",
  "LostFound": "Lost and Found",
  "LostFoundInfo": "Contact the registration desk in case of personal belongings being lost or found. Belongings not picked up during the conference will be disposed off.",
  "Smoking": "Smoking",
  "SmokingInfo": "The entire conference is strictly non-smoking. This is in line with Kingdom of Saudi Arabia’s national law, which prohibits smoking in public buildings and public transport."
}
